Repository: cmd-ev/voctoconf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: I've read and agree to the privacy policy
de: Ich habe die Datenschutzerklärung gelesen und akzeptiert.

source: Usernames can only consist of 23 characters or less
de: Der Benutzername darf nur aus bis zu 23 Zeichen bestehen

source: Username can not start with guest- prefix
de: Der Benutzername darf nicht mit guest- beginnen

source: Username can only consist of lowercase letters and numbers, dashes and underscores :)
de: Der Benutzername darf nur Kleinbuchstaben, Zahlen, Striche und Unterstriche enthalten

source: User with that username already exists.
de: Ein Benutzer mit diesem Namen existiert bereits

source: You need to accept the privacy policy.
de: Du musst den Datenschutzbestimmungen zustimmen.

source: Names can only consist of 17 characters or less
de: Namen können nur maximal 17 Zeichen lang sein

source: Names can only consist of lowercase letters and numbers, dashes and underscores :)
de: Namen dürfen nur Kleinbuchstaben, Zahlen, Striche und Unterstriche enthalten

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
de: Bitte gib einen korrekten Benutzernamen und Passwort ein. Bitte berücksichtige Groß-/Kleinschreibung.

source: An exception occured during authentication... this is weird... we're looking into it...
de: Es ist ein Fehler bei der Anmeldung aufgetreten... das ist merkwürdig... wir schauen uns das an...

source: system_message
de: Systemnachricht

source: chat_message
de: Chatnachricht

source: whisper_message
de: Private Nachricht
